vegeta/testcandidates/prisma/results/2018-07-08_20:26/albums_tracks_genre_some-800.txt
Requests      [total, rate]            48000, 770.17
Duration      [total, attack, wait]    1m14.59737991s, 1m2.323736055s, 12.273643855s
Latencies     [mean, 50, 95, 99, max]  6.638226548s, 5.812536412s, 15.564627807s, 17.81060159s, 26.293522181s
Bytes In      [total, mean]            75902148, 1581.29
Bytes Out     [total, mean]            3023356, 62.99
Success       [ratio]                  23.68%
Status Codes  [code:count]             200:11366  0:36634  
Error Set:
Post http://localhost:4466: net/http: timeout awaiting response headers
Post http://localhost:4466: dial tcp 0.0.0.0:0->127.0.0.1:4466: bind: address already in use
Post http://localhost:4466: EOF
Post http://localhost:4466: read tcp 127.0.0.1:45043->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:59685->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:49854->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45353->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45719->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45717->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45557->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48205->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46278->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46098->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:59715->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46134->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:59818->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:51320->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:50020->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45475->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45325->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:49977->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46231->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46204->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:43013->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45618->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:59703->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46257->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:57853->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:50809->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:49915->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45863->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:51632->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45861->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45473->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45891->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46114->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:60037->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46296->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45883->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46259->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45728->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45555->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46112->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:50012->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45620->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46142->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46329->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46184->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46161->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46159->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46168->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45725->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:60054->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47911->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46817->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:50183->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48065->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48067->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:52143->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:50210->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46888->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48085->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:50205->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:51482->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:60501->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47215->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46959->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:52407->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47357->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46721->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:60653->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:52881->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:39555->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48527->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47187->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46999->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47088->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48177->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48131->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48223->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47084->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47211->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:50107->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47507->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:50111->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47083->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47623->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:52887->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47624->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47712->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47697->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47277->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:42992->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:36560->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47291->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:50201->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46829->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:60911->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:60705->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:60365->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:35681->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47489->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47423->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:49807->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47819->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47367->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:51464->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40542->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:60725->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47035->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:54043->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:60997->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:42754->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:42772->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:43238->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:43750->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:42224->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:43721->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:43564->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45872->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:44710->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:51110->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:58104->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:59219->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: http: server closed idle connection
Post http://localhost:4466: dial tcp 0.0.0.0:0->127.0.0.1:4466: i/o timeout
Post http://localhost:4466: read tcp 127.0.0.1:43916->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46703->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46325->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: dial tcp 0.0.0.0:0->127.0.0.1:4466: context deadline exceeded
Post http://localhost:4466: read tcp 127.0.0.1:60209->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:37742->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:53466->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48063->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40367->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40554->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:53824->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40649->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:43883->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:53219->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:32861->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:53321->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47051->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:51158->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:52186->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:49191->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:37847->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48206->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:40852->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:57930->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:36033->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:44989->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:37587->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38212->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:57513->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:53348->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:44480->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:36895->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45788->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:37803->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: dial tcp: i/o timeout
Post http://localhost:4466: read tcp 127.0.0.1:38074->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:52296->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:36070->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:53246->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:36031->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:36285->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:36349->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:36495->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:53492->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:36496->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:53680->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:34506->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:42628->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:37211->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47239->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46066->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45488->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46344->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45702->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46102->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:45493->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46518->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46521->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:58456->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:58277->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46776->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46762->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46816->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46894->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46878->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:46911->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:38884->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47763->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47791->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48153->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48083->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:47899->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48087->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:42490->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48348->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48305->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48283->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48369->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48367->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48346->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48345->127.0.0.1:4466: read: connection reset by peer
Post http://localhost:4466: read tcp 127.0.0.1:48243->127.0.0.1:4466: read: connection reset by peer